import img1 from "../main-page/src-img/item-1.png";
import img2 from "../main-page/src-img/item-2-big.png"
import basketImg from "./Rectangle49.png"


export const dataProduct = [
    {
        id: 0,
        name: "Deep Cleansing oil",
        price: "2480",
        description:
        `Бальзам-ополаскиватель содержит полезные белки и минералы, укрепляющие все слои волосяной структуры от корней до кончиков волос, сохраняя их живыми и блестящими даже после химического воздействия. Восстанавливает pH-баланс волос и кожи головы, обеспечивает защиту структуры волоса от повреждений.
Экстракты трёх чёрных семян: риса, фасоли и кунжута в составе — направлены на интенсивное питание и восстановление волос. 
Экстракты семи чёрных плодов: шелковицы, графа, акантопанакса, сливы, черники и чёрной оливы — увлажняют волосы, делая их гладкими, здоровыми и сильными. Подходит для всех типов волос.`,
        type: "Гель для тела для похудения",
        img: img1,
        article: "19000000120",
        weight: "900 г",
        volume: "870 мл",
        country: "Китай",
        typeHair: "Жирная кожа головы, Непослушные волосы, Нормальные волосы, Окрашенные волосы, Сухие и поврежденные волосы",
        typeCare: "Для домашнего ухода, Для косметологов",
        effect: "Блеск, Восстановление, Питание, Против перхоти,  Против секущихся кончиков, Увлажнение",   
        wishes: false,
    },
    {
        id: 1, 
        name: "Slimming Gel Body",
        price: "1800",
        description:
        `Бальзам-ополаскиватель содержит полезные белки и минералы, укрепляющие все слои волосяной структуры от корней до кончиков волос, сохраняя их живыми и блестящими даже после химического воздействия. Восстанавливает pH-баланс волос и кожи головы, обеспечивает защиту структуры волоса от повреждений.
Экстракты трёх чёрных семян: риса, фасоли и кунжута в составе — направлены на интенсивное питание и восстановление волос. 
Экстракты семи чёрных плодов: шелковицы, графа, акантопанакса, сливы, черники и чёрной оливы — увлажняют волосы, делая их гладкими, здоровыми и сильными. Подходит для всех типов волос.`,
        type: "Тоник для лица освежающий",
        img: img2,
        basketImg: basketImg,
        article: "19000000618",
        weight: "1590 г",
        volume: "1500 мл",
        country: "Южная Корея",
        typeHair: "Жирная кожа головы, Непослушные волосы, Нормальные волосы, Окрашенные волосы, Сухие и поврежденные волосы",
        typeCare: "Для домашнего ухода, Для косметологов",
        effect: "Блеск, Восстановление, Питание, Против перхоти,  Против секущихся кончиков, Увлажнение",   
        wishes: false,
    }
]

